Repository: sudhirseth14/AdobeSign
Catalog: AdobeSign/AdobeSign.Activities/Properties/Resources.*.resx
Languages: fr, ja, ko, zh

# AddDocument_Description
source: Uploads a document and obtains the document's ID.
fr: Télécharge un document et obtient l'ID du document.
ja: ドキュメントをアップロードし、ドキュメントのIDを取得します。
ko: 문서를 업로드하고 문서의 ID를 얻습니다.
zh: 上载文件并取得文件编号。

# AddDocument_DisplayName
source: Add Document
fr: Ajouter un document
ja: ドキュメントを追加
ko: 문서 추가
zh: 新增文件

# AddDocument_FilePath_Description
source: The file part of the multipart request for document upload. You can upload only one file at a time.
fr: La partie fichier de la demande de téléchargement de documents en plusieurs parties. Vous ne pouvez télécharger qu'un seul fichier à la fois.
ja: ドキュメントアップロードのマルチパートリクエストのファイル部分。 一度にアップロードできるファイルは1つだけです。
ko: 문서 업로드에 대한 멀티 파트 요청의 파일 부분입니다. 한 번에 하나의 파일 만 업로드 할 수 있습니다.
zh: 文件上传的多部分请求的文件部分。 您一次只能上传一个文件。

# AddDocument_FilePath_DisplayName
source: File Path
fr: Chemin du fichier
ja: ファイルパス
ko: 파일 경로
zh: 文件路径

# AddDocument_TransientDocumentId_Description
source: The unique identifier of the uploaded document that can be used in an agreement.
fr: Identificateur unique du document téléchargé qui peut être utilisé dans un accord.
ja: 契約で使用できるアップロードされたドキュメントの一意の識別子。
ko: 계약에 사용할 수있는 업로드 된 문서의 고유 식별자입니다.
zh: 协议中可以使用的上载文档的唯一标识符。

# AddDocument_TransientDocumentId_DisplayName
source: Transient Document Id
fr: ID de document transitoire
ja: 一時ドキュメントID
ko: 임시 문서 ID
zh: 暂存文件编号

# AdobeSignScope_APIAccessPoint_Description
source: Enter the api_access_point here generated by browser call.
fr: Saisissez ici l'api_access_point généré par l'appel du navigateur.
ja: ブラウザの呼び出しで生成されたapi_access_pointをここに入力します。
ko: 브라우저 호출로 생성 된 api_access_point를 여기에 입력하십시오.
zh: 在此处输入浏览器调用生成的api_access_point。

# AdobeSignScope_APIAccessPoint_DisplayName
source: API Access Point
fr: Point d'accès API
ja: APIアクセスポイント
ko: API 액세스 포인트
zh: API存取点

# AdobeSignScope_ClientId_Description
source: This is the application id of the adobe application.
fr: Il s'agit de l'ID d'application de l'application Adobe.
ja: これは、AdobeアプリケーションのアプリケーションIDです。
ko: 이것은 Adobe 응용 프로그램의 응용 프로그램 ID입니다.
zh: 这是Adobe应用程序的应用程序ID。

# AdobeSignScope_ClientId_DisplayName
source: Client Id
fr: Identité du client
ja: クライアントID
ko: 고객 ID
zh: 客户编号

# AdobeSignScope_ClientSecret_Description
source: This is the client secret id of the adobe application.
fr: Il s'agit de l'ID secret client de l'application Adobe.
ja: これは、AdobeアプリケーションのクライアントシークレットIDです。
ko: 이것은 Adobe 응용 프로그램의 클라이언트 비밀 ID입니다.
zh: 这是Adobe应用程序的客户端密码。

# AdobeSignScope_ClientSecret_DisplayName
source: Client Secret
fr: Secret client
ja: クライアントシークレット
ko: 고객 비밀
zh: 客户机密

# AdobeSignScope_Description
source: This is the scope activity to provide authentication for using other adobe sign activities.
fr: Il s'agit de l'activité de portée pour fournir l'authentification pour l'utilisation d'autres activités de signe d'Adobe.
ja: これは、他のAdobe Signアクティビティを使用するための認証を提供するスコープアクティビティです。
ko: 이것은 다른 Adobe Sign 활동 사용을위한 인증을 제공하는 범위 활동입니다.
zh: 这是作用域活动，用于为使用其他Adobe Sign活动提供身份验证。

# AdobeSignScope_DisplayName
source: Adobe Sign Scope
fr: Portée Adobe Sign
ja: Adobe Signスコープ
ko: Adobe Sign 범위
zh: Adobe Sign范围

# AdobeSignScope_RedirectUri_Description
source: This is redirecting Uri of the adobe application.
fr: Ceci redirige Uri de l'application Adobe.
ja: これは、AdobeアプリケーションのUriをリダイレクトしています。
ko: 이것은 Adobe 응용 프로그램의 Uri를 리디렉션합니다.
zh: 这将重定向adobe应用程序的Uri。

# AdobeSignScope_RedirectUri_DisplayName
source: Redirect Uri
fr: Rediriger Uri
ja: Uriをリダイレクト
ko: URI 리디렉션
zh: 重定向Uri

# AdobeSignScope_RefreshToken_Description
source: This is the token generated by Get Refresh Token activity.
fr: Il s'agit du jeton généré par l'activité Get Refresh Token.
ja: これは、Get Refresh Tokenアクティビティによって生成されたトークンです。
ko: 토큰 새로 고침 활동에 의해 생성 된 토큰입니다.
zh: 这是“获取刷新令牌”活动生成的令牌。

# AdobeSignScope_RefreshToken_DisplayName
source: Refresh Token
fr: Actualiser le jeton
ja: トークンを更新
ko: 토큰 새로 고침
zh: 刷新令牌

# Authentication_Category
source: Authentication
fr: Authentification
ja: 認証
ko: 입증
zh: 认证方式

# Common_Category
source: Common
fr: Commune(feminine)
ja: 一般
ko: 흔한
zh: 共同

# ContinueOnError_Description
source: If set, continue executing the remaining activities even if the current activity has failed.
fr: S'il est défini, continuez d'exécuter les activités restantes même si l'activité en cours a échoué.
ja: 設定されている場合、現在のアクティビティが失敗した場合でも、残りのアクティビティの実行を続行します。
ko: 설정된 경우 현재 활동이 실패한 경우에도 나머지 활동을 계속 실행하십시오.
zh: 如果已设置，则即使当前活动失败，也继续执行其余活动。

# DeleteAgreement_AgreementId_Description
source: The agreement identifier, as returned by the agreement creation API or retrieved from the API to fetch agreements.
fr: L'identifiant de l'accord, tel que renvoyé par l'API de création d'accord ou récupéré à partir de l'API pour récupérer les accords.
ja: 契約作成APIによって返される、または契約を取得するためにAPIから取得される契約識別子。
ko: 계약을 작성하기 위해 계약 작성 API에 의해 리턴되거나 API에서 검색된 계약 ID.
zh: 由协议创建API返回或从API检索以获取协议的协议标识符。

# DeleteAgreement_AgreementId_DisplayName
source: Agreement Id
fr: Identifiant de l'accord
ja: 契約ID
ko: 계약 ID
zh: 协议编号

# DeleteAgreement_Description
source: Delete the agreement.
fr: Supprimez l'accord.
ja: 契約を削除します。
ko: 계약을 삭제하십시오.
zh: 删除协议。

# DeleteAgreement_DisplayName
source: Delete Agreement
fr: Supprimer l'accord
ja: 契約を削除
ko: 계약 삭제
zh: 删除协议

# DeleteAgreement_Response_Description
source: Response in Boolean.
fr: Réponse en booléen.
ja: ブール値での応答。
ko: 부울 응답.
zh: 布尔响应。

# DeleteAgreement_Response_DisplayName
source: Response
fr: Réponse
ja: 応答
ko: 응답
zh: 响应

source: Do
fr: Faire
ja: 行う
ko: 하다
zh: 做

# DownloadAgreement_AgreementId_Description
source: The agreement identifier, as returned by the agreement creation API or retrieved from the API to fetch agreements.
fr: L'identifiant de l'accord, tel que renvoyé par l'API de création d'accord ou récupéré à partir de l'API pour récupérer les accords.
ja: 契約作成APIによって返される、または契約を取得するためにAPIから取得される契約識別子。
ko: 계약을 작성하기 위해 계약 작성 API에 의해 리턴되거나 API에서 검색된 계약 ID.
zh: 由协议创建API返回或从API检索以获取协议的协议标识符。

# DownloadAgreement_AgreementId_DisplayName
source: Agreement Id
fr: Identifiant de l'accord
ja: 契約ID
ko: 계약 ID
zh: 协议编号

# DownloadAgreement_Description
source: Download and save the agreement.
fr: Téléchargez et enregistrez l'accord.
ja: 契約をダウンロードして保存します。
ko: 계약을 다운로드하여 저장하십시오.
zh: 下载并保存协议。

# DownloadAgreement_DisplayName
source: Download Agreement
fr: Télécharger l'accord
ja: ダウンロード契約
ko: 계약서 다운로드
zh: 下载协议

# DownloadAgreement_FileName_Description
source: Provide name of the file.
fr: Indiquez le nom du fichier.
ja: ファイルの名前を入力します。
ko: 파일 이름을 제공하십시오.
zh: 提供文件名。

# DownloadAgreement_FileName_DisplayName
source: File Name
fr: Nom de fichier
ja: ファイル名
ko: 파일 이름
zh: 文件名

# DownloadAgreement_FilePath_Description
source: Provide the file path, where you want to save the file.
fr: Indiquez le chemin du fichier, où vous souhaitez enregistrer le fichier.
ja: ファイルを保存するファイルパスを指定します。
ko: 파일을 저장할 파일 경로를 제공하십시오.
zh: 提供您要在其中保存文件的文件路径。

# DownloadAgreement_FilePath_DisplayName
source: File Path
fr: Chemin du fichier
ja: ファイルパス
ko: 파일 경로
zh: 文件路径

# DownloadAgreement_Response_Description
source: Response in Boolean.
fr: Réponse en booléen.
ja: ブール値での応答。
ko: 부울 응답.
zh: 布尔响应。

# DownloadAgreement_Response_DisplayName
source: Response
fr: Réponse
ja: 応答
ko: 응답
zh: 响应

# GetAccountInformation_AccountId_Description
source: The account identifier.
fr: L'identifiant du compte.
ja: アカウント識別子。
ko: 계정 식별자
zh: 帐户标识符。

# GetAccountInformation_AccountId_DisplayName
source: Account Id
fr: Identifiant de compte
ja: アカウントID
ko: 계정 ID
zh: 帐户ID

# GetAccountInformation_Account_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetAccountInformation_Account_DisplayName
source: Account
fr: Compte
ja: アカウント
ko: 계정
zh: 帐户

# GetAccountInformation_Description
source: Retrieves the information for an account.
fr: Récupère les informations d'un compte.
ja: アカウントの情報を取得します。
ko: 계정 정보를 검색합니다.
zh: 检索帐户信息。

# GetAccountInformation_DisplayName
source: Get Account Information
fr: Obtenir des informations sur le compte
ja: アカウント情報を取得する
ko: 계정 정보 얻기
zh: 获取帐户信息

# GetAgreements_Description
source: Retrieves agreements for the user.
fr: Récupère les accords pour l'utilisateur.
ja: ユーザーの契約を取得します。
ko: 사용자에 대한 계약을 검색합니다.
zh: 检索用户协议。

# GetAgreements_DisplayName
source: Get Agreements
fr: Obtenez des accords
ja: 契約を結ぶ
ko: 계약서 받기
zh: 获取协议

# GetAgreements_UserAgreements_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetAgreements_UserAgreements_DisplayName
source: UserAgreements
fr: Accords utilisateur
ko: 사용자 동의
zh: 用户协议

# GetAgreement_AgreementId_Description
source: The agreement identifier, as returned by the Send Document activity.
fr: L'identifiant de l'accord, tel que renvoyé par l'activité Envoyer le document.
ja: ドキュメント送信アクティビティによって返される契約識別子。
ko: 문서 전송 활동에 의해 리턴 된 계약 ID.
zh: 协议标识符，由“发送文档”活动返回。

# GetAgreement_AgreementId_DisplayName
source: Agreement Id
fr: Identifiant de l'accord
ja: 契約ID
ko: 계약 ID
zh: 协议编号

# GetAgreement_AgreementInformation_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetAgreement_AgreementInformation_DisplayName
source: Agreement Information
fr: Informations sur l'accord
ja: 契約情報
ko: 계약 정보
zh: 协议信息

# GetAgreement_Description
source: Retrieves the current status of an agreement.
fr: Récupère le statut actuel d'un accord.
ja: 契約の現在のステータスを取得します。
ko: 계약의 현재 상태를 검색합니다.
zh: 检索协议的当前状态。

# GetAgreement_DisplayName
source: Get Agreement
fr: Obtenez un accord
ja: 同意を得る
ko: 동의 받기
zh: 取得协议

# GetAllGroups_Description
source: Get all the groups in an account.
fr: Obtenez tous les groupes dans un compte.
ja: アカウント内のすべてのグループを取得します。
ko: 계정의 모든 그룹을 가져옵니다.
zh: 获取帐户中的所有组。

# GetAllGroups_DisplayName
source: Get All Groups
fr: Obtenir tous les groupes
ja: すべてのグループを取得
ko: 모든 그룹 가져 오기
zh: 获取所有组

# GetAllGroups_GroupsInformation_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetAllGroups_GroupsInformation_DisplayName
source: Groups Information
fr: Informations sur les groupes
ja: グループ情報
ko: 그룹스 정보
zh: 团体信息

# GetAllLibraryDocuments_Description
source: Get library documents for a user.
fr: Obtenez des documents de bibliothèque pour un utilisateur.
ja: ユーザーのライブラリドキュメントを取得します。
ko: 사용자를위한 라이브러리 문서를 가져옵니다.
zh: 获取用户的图书馆文件。

# GetAllLibraryDocuments_DisplayName
source: Get All Library Documents
fr: Obtenir tous les documents de la bibliothèque
ja: すべてのライブラリドキュメントを取得
ko: 모든 도서관 문서 받기
zh: 获取所有图书馆文件

# GetAllLibraryDocuments_LibraryDocuments_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetAllLibraryDocuments_LibraryDocuments_DisplayName
source: Library Documents
fr: Documents de bibliothèque
ja: ライブラリドキュメント
ko: 도서관 서류
zh: 图书馆文件

# GetAllUsers_Description
source: Get all the users.
fr: Obtenez tous les utilisateurs.
ja: すべてのユーザーを取得します。
ko: 모든 사용자를 확보하십시오.
zh: 获取所有用户。

# GetAllUsers_DisplayName
source: Get All Users
fr: Obtenez tous les utilisateurs
ja: すべてのユーザーを取得
ko: 모든 사용자 얻기
zh: 获取所有用户

# GetAllUsers_UsersInformation_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetAllUsers_UsersInformation_DisplayName
source: Users Information
fr: Informations utilisateurs
ja: ユーザー情報
ko: 사용자 정보
zh: 用户信息

# GetAllWorkflows_Description
source: Get workflows for a user.
fr: Obtenez des flux de travail pour un utilisateur.
ja: ユーザーのワークフローを取得します。
ko: 사용자를위한 워크 플로우를 확보하십시오.
zh: 获取用户的工作流程。

# GetAllWorkflows_DisplayName
source: Get All Workflows
fr: Obtenez tous les workflows
ja: すべてのワークフローを取得
ko: 모든 워크 플로우 확보
zh: 获取所有工作流程

# GetAllWorkflows_Workflows_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetAllWorkflows_Workflows_DisplayName
source: Workflows
ja: ワークフロー
ko: 워크 플로우
zh: 工作流程

# GetGroupsOfUser_Description
source: Get the user's associated with groups.
fr: Obtenez l'utilisateur associé aux groupes.
ja: グループに関連付けられているユーザーを取得します。
ko: 사용자와 그룹을 연결하십시오.
zh: 获取与组关联的用户。

# GetGroupsOfUser_DisplayName
source: Get Groups Of User
fr: Obtenir des groupes d'utilisateurs
ja: ユーザーのグループを取得
ko: 사용자 그룹 가져 오기
zh: 获取用户组

# GetGroupsOfUser_UserGroupsInformation_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetGroupsOfUser_UserGroupsInformation_DisplayName
source: User Groups Information
fr: Informations sur les groupes d'utilisateurs
ja: ユーザーグループ情報
ko: 사용자 그룹 정보
zh: 用户组信息

# GetGroupsOfUser_UserId_Description
source: User Id of an user.
fr: ID utilisateur d'un utilisateur.
ja: ユーザーのユーザーID。
ko: 사용자의 사용자 ID
zh: 用户的用户ID。

# GetGroupsOfUser_UserId_DisplayName
source: User Id
fr: Identifiant d'utilisateur
ja: ユーザーID
ko: 사용자 ID
zh: 用户身份

# GetGroup_Description
source: Get detailed information about the group.
fr: Obtenez des informations détaillées sur le groupe.
ja: グループに関する詳細情報を取得します。
ko: 그룹에 대한 자세한 정보를 얻으십시오.
zh: 获取有关该组的详细信息。

# GetGroup_DetailedGroupInformation_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetGroup_DetailedGroupInformation_DisplayName
source: Detailed Group Information
fr: Informations détaillées sur le groupe
ja: 詳細なグループ情報
ko: 자세한 그룹 정보
zh: 详细的团体信息

# GetGroup_DisplayName
source: Get Group
fr: Obtenir un groupe
ja: グループを取得
ko: 그룹 가져 오기
zh: 获取组

# GetGroup_GroupId_Description
source: The group identifier, as returned by the group creation API or retrieved from the API to fetch groups.
fr: L'identifiant de groupe, tel que renvoyé par l'API de création de groupe ou extrait de l'API pour récupérer des groupes.
ja: グループ識別子。グループ作成APIによって返されるか、グループをフェッチするためにAPIから取得されます。
ko: 그룹 생성 API에서 반환하거나 그룹에서 가져 오기 위해 API에서 검색 한 그룹 식별자입니다.
zh: 组标识符，由组创建API返回或从API中检索以获取组。

# GetGroup_GroupId_DisplayName
source: Group Id
fr: Identifiant de groupe
ja: グループID
ko: 그룹 ID
zh: 群组编号

# GetLibraryDocument_Description
source: Get the details of a library document.
fr: Obtenez les détails d'un document de bibliothèque.
ja: ライブラリドキュメントの詳細を取得します。
ko: 라이브러리 문서의 세부 사항을 가져옵니다.
zh: 获取库文档的详细信息。

# GetLibraryDocument_DisplayName
source: Get Library Document
fr: Obtenir un document de bibliothèque
ja: ライブラリドキュメントを取得
ko: 도서관 문서 받기
zh: 获取图书馆文件

# GetLibraryDocument_LibraryDocumentId_Description
source: The document identifier, as retrieved from the API to fetch library documents.
fr: L'identifiant du document, tel que récupéré de l'API pour récupérer les documents de la bibliothèque.
ja: ライブラリドキュメントをフェッチするためにAPIから取得されるドキュメント識別子。
ko: 라이브러리 문서를 페치하기 위해 API에서 검색 한 문서 식별자입니다.
zh: 从API检索以获取库文档的文档标识符。

# GetLibraryDocument_LibraryDocumentId_DisplayName
source: Library Document Id
fr: Identifiant de document de bibliothèque
ja: ライブラリドキュメントID
ko: 도서관 문서 ID
zh: 图书馆文件编号

# GetLibraryDocument_LibraryDocumentInformation_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetLibraryDocument_LibraryDocumentInformation_DisplayName
source: Library Document Information
fr: Informations sur le document de bibliothèque
ja: 図書館資料情報
ko: 도서관 문서 정보
zh: 图书馆文献信息

# GetMessageTemplates_Description
source: Retrieves a list of message templates applicable to the current user.
fr: Récupère une liste de modèles de messages applicables à l'utilisateur actuel.
ja: 現在のユーザーに適用可能なメッセージテンプレートのリストを取得します。
ko: 현재 사용자에게 적용 할 수있는 메시지 템플릿 목록을 검색합니다.
zh: 检索适用于当前用户的消息模板列表。

# GetMessageTemplates_DisplayName
source: Get Message Templates
fr: Obtenir des modèles de message
ja: メッセージテンプレートを取得する
ko: 메시지 템플릿 가져 오기
zh: 获取消息模板

# GetMessageTemplates_Locale_Description
source: Message template locale. (Ex. en_US)
fr: Paramètres régionaux du modèle de message. (Ex. En_US)
ja: メッセージテンプレートロケール。 （例：en_US）
ko: 메시지 템플릿 로케일. (예 : en_US)
zh: 消息模板的语言环境。 （例如en_US）

# GetMessageTemplates_Locale_DisplayName
source: Locale
fr: Lieu
ja: ロケール
ko: 장소
zh: 区域设置

# GetMessageTemplates_MessageTemplates_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetMessageTemplates_MessageTemplates_DisplayName
source: Message Templates
fr: Modèles de message
ja: メッセージテンプレート
ko: 메시지 템플릿
zh: 讯息范本

# GetRefreshToken_APIAccessPoint_Description
source: Enter the api_access_point here generated by browser call.
fr: Saisissez ici l'api_access_point généré par l'appel du navigateur.
ja: ブラウザの呼び出しで生成されたapi_access_pointをここに入力します。
ko: 브라우저 호출로 생성 된 api_access_point를 여기에 입력하십시오.
zh: 在此处输入浏览器调用生成的api_access_point。

# GetRefreshToken_APIAccessPoint_DisplayName
source: API Access Point
fr: Point d'accès API
ja: APIアクセスポイント
ko: API 액세스 포인트
zh: API存取点

# GetRefreshToken_AuthorizationCode_Description
source: This is the code generated by browser call.
fr: Il s'agit du code généré par l'appel du navigateur.
ja: これはブラウザ呼び出しによって生成されたコードです。
ko: 이것은 브라우저 호출에 의해 생성 된 코드입니다.
zh: 这是浏览器调用生成的代码。

# GetRefreshToken_AuthorizationCode_DisplayName
source: Authorization Code
fr: Code d'autorisation
ja: 認証コード
ko: 인증 코드
zh: 授权码

# GetRefreshToken_ClientId_Description
source: This is the application id of the adobe application.
fr: Il s'agit de l'ID d'application de l'application Adobe.
ja: これは、AdobeアプリケーションのアプリケーションIDです。
ko: 이것은 Adobe 응용 프로그램의 응용 프로그램 ID입니다.
zh: 这是Adobe应用程序的应用程序ID。

# GetRefreshToken_ClientId_DisplayName
source: Client Id
fr: Identité du client
ja: クライアントID
ko: 고객 ID
zh: 客户编号

# GetRefreshToken_ClientSecret_Description
source: This is the client secret id of the adobe application.
fr: Il s'agit de l'ID secret client de l'application Adobe.
ja: これは、AdobeアプリケーションのクライアントシークレットIDです。
ko: 이것은 Adobe 응용 프로그램의 클라이언트 비밀 ID입니다.
zh: 这是Adobe应用程序的客户端密码。

# GetRefreshToken_ClientSecret_DisplayName
source: Client Secret
fr: Secret client
ja: クライアントシークレット
ko: 고객 비밀
zh: 客户机密

# GetRefreshToken_Description
source: This activity is used to get the refresh token.
fr: Cette activité est utilisée pour obtenir le jeton d'actualisation.
ja: このアクティビティは、更新トークンを取得するために使用されます。
ko: 이 활동은 새로 고침 토큰을 얻는 데 사용됩니다.
zh: 此活动用于获取刷新令牌。

# GetRefreshToken_DisplayName
source: Get Refresh Token
fr: Obtenir un jeton d'actualisation
ja: 更新トークンを取得
ko: 새로 고침 토큰 받기
zh: 获取刷新令牌

# GetRefreshToken_RedirectUri_Description
source: This is redirecting Uri of the adobe application.
fr: Ceci redirige Uri de l'application Adobe.
ja: これは、AdobeアプリケーションのUriをリダイレクトしています。
ko: 이것은 Adobe 응용 프로그램의 Uri를 리디렉션합니다.
zh: 这将重定向adobe应用程序的Uri。

# GetRefreshToken_RedirectUri_DisplayName
source: Redirect Uri
fr: Rediriger Uri
ja: Uriをリダイレクト
ko: URI 리디렉션
zh: 重定向Uri

# GetRefreshToken_RefreshToken_Description
source: This Refresh token will be used to pass in adobe sign scope activity.
fr: Ce jeton d'actualisation sera utilisé pour transmettre l'activité de portée d'adobe sign.
ja: この更新トークンは、アドビ署名スコープアクティビティを渡すために使用されます。
ko: 이 Refresh 토큰은 Adobe Sign 범위 활동을 전달하는 데 사용됩니다.
zh: 此刷新令牌将用于传递Adobe Sign范围活动。

# GetRefreshToken_RefreshToken_DisplayName
source: Refresh Token
fr: Actualiser le jeton
ja: トークンを更新
ko: 토큰 새로 고침
zh: 刷新令牌

# GetSigningURL_AgreementId_Description
source: The agreement identifier, as returned by the agreement creation API or retrieved from the API to fetch agreements.
fr: L'identifiant de l'accord, tel que renvoyé par l'API de création d'accord ou récupéré à partir de l'API pour récupérer les accords.
ja: 契約作成APIによって返される、または契約を取得するためにAPIから取得される契約識別子。
ko: 계약을 작성하기 위해 계약 작성 API에 의해 리턴되거나 API에서 검색된 계약 ID.
zh: 由协议创建API返回或从API检索以获取协议的协议标识符。

# GetSigningURL_AgreementId_DisplayName
source: Agreement Id
fr: Identifiant de l'accord
ja: 契約ID
ko: 계약 ID
zh: 协议编号

# GetSigningURL_Description
source: Retrieves the URL for the e-sign page for the current signer(s) of an agreement.
fr: Récupère l'URL de la page de signature électronique pour les signataires actuels) d'un accord.
ja: 契約の現在の署名者の電子署名ページのURLを取得します。
ko: 계약의 현재 서명자에 대한 전자 서명 페이지의 URL을 검색합니다.
zh: 检索协议的当前签署者的电子签名页面的URL。

# GetSigningURL_DisplayName
source: Get Signing URL
fr: Obtenir l'URL de signature
ja: 署名URLを取得
ko: 서명 URL 받기
zh: 获取签名URL

# GetSigningURL_SigningUrlResponse_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetSigningURL_SigningUrlResponse_DisplayName
source: Signing Url Response
fr: Signature de l'URL de réponse
ja: URL応答の署名
ko: URL 응답에 서명
zh: 签名网址响应

# GetUsersOfGroup_Description
source: Get all the users in a group.
fr: Obtenez tous les utilisateurs d'un groupe.
ja: グループ内のすべてのユーザーを取得します。
ko: 그룹의 모든 사용자를 확보하십시오.
zh: 获取组中的所有用户。

# GetUsersOfGroup_DisplayName
source: Get Users Of Group
fr: Obtenir les utilisateurs du groupe
ja: グループのユーザーを取得
ko: 그룹 사용자 확보
zh: 获取组的用户

# GetUsersOfGroup_GroupId_Description
source: The group identifier, as returned by the group creation API or retrieved from the API to fetch groups.
fr: L'identifiant de groupe, tel que renvoyé par l'API de création de groupe ou extrait de l'API pour récupérer des groupes.
ja: グループ識別子。グループ作成APIによって返されるか、グループをフェッチするためにAPIから取得されます。
ko: 그룹 생성 API에서 반환하거나 그룹에서 가져 오기 위해 API에서 검색 한 그룹 식별자입니다.
zh: 组标识符，由组创建API返回或从API中检索以获取组。

# GetUsersOfGroup_GroupId_DisplayName
source: Group Id
fr: Identifiant de groupe
ja: グループID
ko: 그룹 ID
zh: 群组编号

# GetUsersOfGroup_GroupUsersInformation_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetUsersOfGroup_GroupUsersInformation_DisplayName
source: Group Users Information
fr: Informations sur les utilisateurs du groupe
ja: グループユーザー情報
ko: 그룹 사용자 정보
zh: 组用户信息

# GetUser_Description
source: Get the detailed information about the user in the caller account.
fr: Obtenez les informations détaillées sur l'utilisateur dans le compte de l'appelant.
ja: 発信者アカウントでユーザーに関する詳細情報を取得します。
ko: 발신자 계정에서 사용자에 대한 자세한 정보를 얻습니다.
zh: 获取有关呼叫者帐户中用户的详细信息。

# GetUser_DetailedUserInformation_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetUser_DetailedUserInformation_DisplayName
source: Detailed User Information
fr: Informations détaillées sur l'utilisateur
ja: 詳細なユーザー情報
ko: 자세한 사용자 정보
zh: 详细的用户信息

# GetUser_DisplayName
source: Get User
fr: Obtenir un utilisateur
ja: ユーザーを取得
ko: 사용자 받기
zh: 获取用户

# GetUser_UserId_Description
source: User Id of an user.
fr: ID utilisateur d'un utilisateur.
ja: ユーザーのユーザーID。
ko: 사용자의 사용자 ID
zh: 用户的用户ID。

# GetUser_UserId_DisplayName
source: User Id
fr: Identifiant d'utilisateur
ja: ユーザーID
ko: 사용자 ID
zh: 用户身份

# GetWorkflow_Description
source: Get the details of the workflow.
fr: Obtenez les détails du workflow.
ja: ワークフローの詳細を取得します。
ko: 워크 플로우의 세부 사항을 가져옵니다.
zh: 获取工作流程的详细信息。

# GetWorkflow_DisplayName
source: Get Workflow
fr: Obtenez Workflow
ja: ワークフローを取得
ko: 워크 플로우 확보
zh: 获取工作流程

# GetWorkflow_WorkflowDescription_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# GetWorkflow_WorkflowDescription_DisplayName
source: Workflow Description
fr: Description du workflow
ja: ワークフローの説明
ko: 워크 플로우 설명
zh: 工作流程说明

# GetWorkflow_WorkflowId_Description
source: The workflow identifier, as retrieved from the API to fetch workflows.
fr: L'identifiant du flux de travail, tel que récupéré de l'API pour récupérer les flux de travail.
ja: ワークフローをフェッチするためにAPIから取得されたワークフロー識別子。
ko: 워크 플로를 가져 오기 위해 API에서 검색 한 워크 플로 식별자입니다.
zh: 从API检索以获取工作流的工作流标识符。

# GetWorkflow_WorkflowId_DisplayName
source: Workflow Id
fr: ID de workflow
ja: ワークフローID
ko: 워크 플로우 ID
zh: 工作流程编号

# Input_Category
source: Input
fr: Contribution
ja: 入力
ko: 입력
zh: 输入值

# Options_Category
source: Options
fr: Les options
ja: オプション
ko: 옵션
zh: 选件

# Output_Category
source: Output
fr: Production
ja: 出力
ko: 산출
zh: 输出量

# RevokeToken_Description
source: This activity used to revoke the access as well as refresh tokens.
fr: Cette activité permet de révoquer l'accès ainsi que d'actualiser les jetons.
ja: このアクティビティは、アクセスとリフレッシュトークンを取り消すために使用されていました。
ko: 이 활동은 액세스를 취소하고 토큰을 새로 고치는 데 사용되었습니다.
zh: 该活动用于撤消访问权限以及刷新令牌。

# RevokeToken_DisplayName
source: Revoke Token
fr: Révoquer le jeton
ja: トークンを取り消す
ko: 토큰 해지
zh: 撤销令牌
