Repository: sudhirseth14/AdobeSign
Catalog: AdobeSign/AdobeSign.Activities/Properties/Resources.*.resx
Languages: fr, ja, ko, zh

# RevokeToken_Status_Description
source: Status of the token revoked.
fr: Statut du jeton révoqué.
ja: 取り消されたトークンのステータス。
ko: 토큰 상태가 취소되었습니다.
zh: 令牌的状态已撤销。

# RevokeToken_Status_DisplayName
source: Status
fr: Statut
ja: 状態
ko: 상태
zh: 状态

# SendAgreement_Description
source: Creates an agreement. Sends it out for signatures, and returns the Agreement Id in the response to the client.
fr: Crée un accord. L'envoie pour signatures et renvoie l'identifiant de l'accord dans la réponse au client.
ja: 契約を作成します。 署名用に送信し、クライアントへの応答で契約IDを返します。
ko: 계약을 작성합니다. 서명을 위해 발송하고 고객에게 응답으로 계약 ID를 반환합니다.
zh: 创建协议。 将其发送以进行签名，并在响应中将协议ID返回给客户端。

# SendAgreement_DisplayName
source: Send Agreement
fr: Envoyer l'accord
ja: 同意書を送信
ko: 계약서 보내기
zh: 发送协议

# SendAgreement_EmailId_Description
source: Email Ids of recipients.
fr: ID e-mail des destinataires.
ja: 受信者のメールID。
ko: 수신자의 이메일 ID.
zh: 收件人的电子邮件ID。

# SendAgreement_EmailId_DisplayName
source: Email Id
fr: Identifiant e-mail
ja: 電子メールID
ko: 이메일 주소
zh: 电子邮件ID

# SendAgreement_Id_Description
source: The unique identifier of the agreement.
fr: Identificateur unique de l'accord.
ja: 契約の一意の識別子。
ko: 계약의 고유 식별자입니다.
zh: 协议的唯一标识符。

# SendAgreement_Id_DisplayName
source: Id
ko: 신분증

# SendAgreement_Name_Description
source: The name of the agreement that will be used to identify it, in emails, website and other places.
fr: Le nom de l'accord qui sera utilisé pour l'identifier, dans les e-mails, le site Web et d'autres endroits.
ja: 電子メール、Webサイト、その他の場所で、それを識別するために使用される契約の名前。
ko: 이메일, 웹 사이트 및 기타 장소에서 계약을 식별하는 데 사용될 계약의 이름입니다.
zh: 在电子邮件，网站和其他地方用于识别协议的协议名称。

# SendAgreement_Name_DisplayName
source: Name
fr: Nom
ja: 名前
ko: 이름
zh: 名称

# SendAgreement_Role_Description
source: Role of the participant set.
fr: Rôle de l'ensemble de participants.
ja: 参加者セットの役割。
ko: 참가자 세트의 역할
zh: 参与者集的角色。

# SendAgreement_Role_DisplayName
source: Role
fr: Rôle
ja: 役割
ko: 역할
zh: 角色

# SendAgreement_SignatureType_Description
source: The type of signature you would like to request.
fr: Le type de signature que vous souhaitez demander.
ja: リクエストする署名のタイプ。
ko: 요청하려는 서명 유형.
zh: 您想要请求的签名类型。

# SendAgreement_SignatureType_DisplayName
source: Signature Type
fr: Type de signature
ja: 署名タイプ
ko: 서명 유형
zh: 签名类型

# SendAgreement_State_Description
source: The state in which the agreement should land.
fr: L'état dans lequel l'accord devrait aboutir.
ja: 協定が上陸する州。
ko: 계약이 체결되는 상태입니다.
zh: 协议应加入的州。

# SendAgreement_State_DisplayName
source: State
fr: Etat
ja: 状態
ko: 상태
zh: 州

# SendAgreement_TransientDocumentId_Description
source: The unique identifier of the uploaded document that can be used in an agreement.
fr: Identificateur unique du document téléchargé qui peut être utilisé dans un accord.
ja: 契約で使用できるアップロードされたドキュメントの一意の識別子。
ko: 계약에 사용할 수있는 업로드 된 문서의 고유 식별자입니다.
zh: 协议中可以使用的上载文档的唯一标识符。

# SendAgreement_TransientDocumentId_DisplayName
source: Transient Document Id
fr: ID de document transitoire
ja: 一時ドキュメントID
ko: 임시 문서 ID
zh: 暂存文件编号

# SendReminder_AgreementId_Description
source: The agreement identifier, as returned by the agreement creation API or retrieved from the API to fetch agreements.
fr: L'identifiant de l'accord, tel que renvoyé par l'API de création d'accord ou récupéré à partir de l'API pour récupérer les accords.
ja: 契約作成APIによって返される、または契約を取得するためにAPIから取得される契約識別子。
ko: 계약을 작성하기 위해 계약 작성 API에 의해 리턴되거나 API에서 검색된 계약 ID.
zh: 由协议创建API返回或从API检索以获取协议的协议标识符。

# SendReminder_AgreementId_DisplayName
source: Agreement Id
fr: Identifiant de l'accord
ja: 契約ID
ko: 계약 ID
zh: 协议编号

# SendReminder_Description
source: Creates a reminder on the specified participants of an agreement identified by Agreement Id in the path.
fr: Crée un rappel sur les participants spécifiés d'un accord identifié par l'ID de l'accord dans le chemin.
ja: パス内の契約IDで識別される契約の指定された参加者にリマインダーを作成します。
ko: 경로에서 계약 ID로 식별 된 계약의 지정된 참가자에게 알림을 작성합니다.
zh: 在路径的“协议ID”标识的协议的指定参与者上创建提醒。

# SendReminder_DisplayName
source: Send Reminder
fr: Envoyer un rappel
ja: リマインダーを送信
ko: 알림 보내기
zh: 发送提醒

# SendReminder_Frequency_Description
source: The frequency at which reminder will be sent until the agreement is completed.
fr: La fréquence à laquelle le rappel sera envoyé jusqu'à la conclusion de l'accord.
ja: 同意が完了するまでリマインダーが送信される頻度。
ko: 계약이 완료 될 때까지 미리 알림이 발송되는 빈도입니다.
zh: 协议完成之前将发送提醒的频率。

# SendReminder_Frequency_DisplayName
source: Frequency
fr: La fréquence
ja: 周波数
ko: 회수
zh: 频率

# SendReminder_ParticipantIds_Description
source: A list of one or more participant IDs that the reminder should be sent to.
fr: Une liste d'un ou plusieurs identifiants de participants auxquels le rappel doit être envoyé.
ja: リマインダーの送信先となる1つ以上の参加者IDのリスト。
ko: 미리 알림을 보내야하는 하나 이상의 참가자 ID 목록입니다.
zh: 提醒应发送到的一个或多个参与者ID的列表。

# SendReminder_ParticipantIds_DisplayName
source: Participant Ids
fr: Identifiants des participants
ja: 参加者ID
ko: 참가자 ID
zh: 参加者编号

# SendReminder_ReminderCreationResult_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# SendReminder_ReminderCreationResult_DisplayName
source: Reminder Creation Result
fr: Résultat de la création du rappel
ja: リマインダー作成結果
ko: 알림 생성 결과
zh: 提醒创建结果

# ShareAgreement_AgreementId_Description
source: The agreement identifier, as returned by the agreement creation API or retrieved from the API to fetch agreements.
fr: L'identifiant de l'accord, tel que renvoyé par l'API de création d'accord ou récupéré à partir de l'API pour récupérer les accords.
ja: 契約作成APIによって返される、または契約を取得するためにAPIから取得される契約識別子。
ko: 계약을 작성하기 위해 계약 작성 API에 의해 리턴되거나 API에서 검색된 계약 ID.
zh: 由协议创建API返回或从API检索以获取协议的协议标识符。

# ShareAgreement_AgreementId_DisplayName
source: Agreement Id
fr: Identifiant de l'accord
ja: 契約ID
ko: 계약 ID
zh: 协议编号

# ShareAgreement_Description
source: Share an agreement with someone.
fr: Partagez un accord avec quelqu'un.
ja: 誰かと契約を共有します。
ko: 누군가와 계약을 공유하십시오.
zh: 与某人分享协议。

# ShareAgreement_DisplayName
source: Share Agreement
fr: Accord de partage
ja: 共有契約
ko: 공유 계약
zh: 股份协议

# ShareAgreement_EmailIds_Description
source: The email address of the member with whom the agreement will be shared.
fr: L'adresse e-mail du membre avec lequel l'accord sera partagé.
ja: 契約を共有するメンバーのメールアドレス。
ko: 계약을 공유 할 회원의 이메일 주소입니다.
zh: 将与之共享协议的成员的电子邮件地址。

# ShareAgreement_EmailIds_DisplayName
source: Email Ids
fr: ID e-mail
ja: メールID
ko: 이메일 ID
zh: 电子邮件编号

# ShareAgreement_Message_Description
source: Optional message to the sharee.
fr: Message facultatif au sharee.
ja: 共有相手へのオプションのメッセージ。
ko: 공유자에게 선택적 메시지.
zh: 给共享者的可选消息。

# ShareAgreement_Message_DisplayName
source: Message
ja: メッセージ
ko: 메시지
zh: 信息

# ShareAgreement_ShareCreationResponseList_Description
source: Response in Json.
fr: Réponse dans Json.
ja: Jsonでの応答。
ko: Json의 답변.
zh: 杰森回应。

# ShareAgreement_ShareCreationResponseList_DisplayName
source: Share Creation Response List
fr: Partager la liste de réponses de création
ja: 共有作成応答リスト
ko: 공유 생성 응답 목록
zh: 共享创建响应列表

# Timeout_Description
source: Specifies the amount of time (in milliseconds) to wait for the activity to run before an error is thrown. The default value is 60000 (1 minute).
fr: Spécifie le temps (en millisecondes) à attendre que l'activité s'exécute avant qu'une erreur ne soit levée. La valeur par défaut est 60000 (1 minute).
ja: エラーがスローされる前にアクティビティの実行を待機する時間（ミリ秒）を指定します。 デフォルト値は60000（1分）です。
ko: 오류가 발생하기 전에 활동이 실행될 때까지 대기하는 시간 (밀리 초)을 지정합니다. 기본값은 60000 (1 분)입니다.
zh: 指定在引发错误之前等待活动运行的时间（以毫秒为单位）。 默认值为60000（1分钟）。

# Timeout_DisplayName
source: Timeout (milliseconds)
fr: Délai d'expiration (millisecondes)
ja: タイムアウト（ミリ秒）
ko: 타임 아웃 (밀리 초)
zh: 超时（毫秒）

# Timeout_Error
source: The activity timed out and was canceled.
fr: L'activité a expiré et a été annulée.
ja: アクティビティがタイムアウトし、キャンセルされました。
ko: 활동 시간이 초과되어 취소되었습니다.
zh: 活动超时，已被取消。

# UpdateAgreementState_AgreementId_Description
source: The agreement identifier, as returned by the agreement creation API or retrieved from the API to fetch agreements.
fr: L'identifiant de l'accord, tel que renvoyé par l'API de création d'accord ou récupéré à partir de l'API pour récupérer les accords.
ja: 契約作成APIによって返される、または契約を取得するためにAPIから取得される契約識別子。
ko: 계약을 작성하기 위해 계약 작성 API에 의해 리턴되거나 API에서 검색된 계약 ID.
zh: 由协议创建API返回或从API检索以获取协议的协议标识符。

# UpdateAgreementState_AgreementId_DisplayName
source: Agreement Id
fr: Identifiant de l'accord
ja: 契約ID
ko: 계약 ID
zh: 协议编号

# UpdateAgreementState_Comments_Description
source: Enter the comment to update the state.
fr: Saisissez le commentaire pour mettre à jour l'état.
ja: コメントを入力して状態を更新します。
ko: 상태를 업데이트하려면 주석을 입력하십시오.
zh: 输入评论以更新状态。

# UpdateAgreementState_Comments_DisplayName
source: Comments
fr: commentaires
ja: コメント
ko: 코멘트
zh: 评论

# UpdateAgreementState_Description
source: Update the state of the agreement sent.
fr: Mettez à jour l'état de l'accord envoyé.
ja: 送信された契約の状態を更新します。
ko: 전송 된 계약 상태를 업데이트하십시오.
zh: 更新已发送协议的状态。

# UpdateAgreementState_DisplayName
source: Update Agreement State
fr: Mettre à jour l'état de l'accord
ja: 契約状態の更新
ko: 계약 상태 업데이트
zh: 更新协议状态

# UpdateAgreementState_NotifyOthers_Description
source: Set true if you want others to notify with updated state of the agreement else false.
fr: Définissez true si vous souhaitez que les autres vous notifient l'état mis à jour de l'accord, sinon false.
ja: 合意の更新状態を他の人に通知する場合はtrueを設定し、そうでない場合はfalseを設定します。
ko: 다른 사람이 계약 상태를 업데이트하도록 알리려면 true로 설정하고 그렇지 않으면 false로 설정하십시오.
zh: 如果您希望其他人以协议的更新状态进行通知，则设置为true，否则设置为false。

# UpdateAgreementState_NotifyOthers_DisplayName
source: Notify Others
fr: Avertir les autres
ja: 他に通知
ko: 다른 사람에게 알림
zh: 通知其他人

# UpdateAgreementState_Response_Description
source: Response in Boolean.
fr: Réponse en booléen.
ja: ブール値での応答。
ko: 부울 응답.
zh: 布尔响应。

# UpdateAgreementState_Response_DisplayName
source: Response
fr: Réponse
ja: 応答
ko: 응답
zh: 响应

# UpdateAgreementState_State_Description
source: Set the state to be updated.
fr: Définissez l'état à mettre à jour.
ja: 更新する状態を設定します。
ko: 업데이트 할 상태를 설정하십시오.
zh: 设置要更新的状态。

# UpdateAgreementState_State_DisplayName
source: State
fr: Etat
ja: 状態
ko: 상태
zh: 州

# UpdateAgreementVisibility_AgreementId_Description
source: The agreement identifier, as returned by the agreement creation API or retrieved from the API to fetch agreements.
fr: L'identifiant de l'accord, tel que renvoyé par l'API de création d'accord ou récupéré à partir de l'API pour récupérer les accords.
ja: 契約作成APIによって返される、または契約を取得するためにAPIから取得される契約識別子。
ko: 계약을 작성하기 위해 계약 작성 API에 의해 리턴되거나 API에서 검색된 계약 ID.
zh: 由协议创建API返回或从API检索以获取协议的协议标识符。

# UpdateAgreementVisibility_AgreementId_DisplayName
source: Agreement Id
fr: Identifiant de l'accord
ja: 契約ID
ko: 계약 ID
zh: 协议编号

# UpdateAgreementVisibility_Description
source: Update the visibility of the any agreement.
fr: Mettez à jour la visibilité de tout accord.
ja: 契約の可視性を更新します。
ko: 모든 계약의 가시성을 업데이트하십시오.
zh: 更新任何协议的可见性。

# UpdateAgreementVisibility_DisplayName
source: Update Agreement Visibility
fr: Mettre à jour la visibilité de l'accord
ja: 契約の可視性を更新
ko: 계약 가시성 업데이트
zh: 更新协议可见性

# UpdateAgreementVisibility_Response_Description
source: Response in Boolean.
fr: Réponse en booléen.
ja: ブール値での応答。
ko: 부울 응답.
zh: 布尔响应。

# UpdateAgreementVisibility_Response_DisplayName
source: Response
fr: Réponse
ja: 応答
ko: 응답
zh: 响应

# UpdateAgreementVisibility_VisibilityStatus_Description
source: Set the visibility status.
fr: Définissez le statut de visibilité.
ja: 可視状態を設定します。
ko: 가시성 상태를 설정하십시오.
zh: 设置可见性状态。

# UpdateAgreementVisibility_VisibilityStatus_DisplayName
source: Visibility Status
fr: Statut de visibilité
ja: 可視性ステータス
ko: 가시성 상태
zh: 可见状态

# UpdateLibraryDocumentState_Description
source: Updates the library document's state.
fr: Met à jour l'état du document de bibliothèque.
ja: ライブラリドキュメントの状態を更新します。
ko: 라이브러리 문서의 상태를 업데이트합니다.
zh: 更新库文档的状态。

# UpdateLibraryDocumentState_DisplayName
source: Update Library Document State
fr: Mettre à jour l'état du document de bibliothèque
ja: ライブラリドキュメントの状態を更新
ko: 라이브러리 문서 상태 업데이트
zh: 更新图书馆文件状态

# UpdateLibraryDocumentState_LibraryDocumentId_Description
source: The document identifier, as retrieved from the API to fetch library documents.
fr: L'identifiant du document, tel que récupéré de l'API pour récupérer les documents de la bibliothèque.
ja: ライブラリドキュメントをフェッチするためにAPIから取得されるドキュメント識別子。
ko: 라이브러리 문서를 페치하기 위해 API에서 검색 한 문서 식별자입니다.
zh: 从API检索以获取库文档的文档标识符。

# UpdateLibraryDocumentState_LibraryDocumentId_DisplayName
source: Library Document Id
fr: Identifiant de document de bibliothèque
ja: ライブラリドキュメントID
ko: 도서관 문서 ID
zh: 图书馆文件编号

# UpdateLibraryDocumentState_Response_Description
source: Response in Boolean.
fr: Réponse en booléen.
ja: ブール値での応答。
ko: 부울 응답.
zh: 布尔响应。

# UpdateLibraryDocumentState_Response_DisplayName
source: Response
fr: Réponse
ja: 応答
ko: 응답
zh: 响应

# UpdateLibraryDocumentState_State_Description
source: Set the state to be updated.
fr: Définissez l'état à mettre à jour.
ja: 更新する状態を設定します。
ko: 업데이트 할 상태를 설정하십시오.
zh: 设置要更新的状态。

# UpdateLibraryDocumentState_State_DisplayName
source: State
fr: Etat
ja: 状態
ko: 상태
zh: 州

# UpdateLibraryDocumentVisibility_Description
source: Updates the visibility of library document.
fr: Met à jour la visibilité du document de bibliothèque.
ja: ライブラリドキュメントの可視性を更新します。
ko: 라이브러리 문서의 가시성을 업데이트합니다.
zh: 更新库文档的可见性。

# UpdateLibraryDocumentVisibility_DisplayName
source: Update Library Document Visibility
fr: Mettre à jour la visibilité du document de bibliothèque
ja: ライブラリドキュメントの可視性を更新
ko: 라이브러리 문서 가시성 업데이트
zh: 更新库文档可见性

# UpdateLibraryDocumentVisibility_LibraryDocumentId_Description
source: The document identifier, as retrieved from the API to fetch library documents.
fr: L'identifiant du document, tel que récupéré de l'API pour récupérer les documents de la bibliothèque.
ja: ライブラリドキュメントをフェッチするためにAPIから取得されるドキュメント識別子。
ko: 라이브러리 문서를 페치하기 위해 API에서 검색 한 문서 식별자입니다.
zh: 从API检索以获取库文档的文档标识符。

# UpdateLibraryDocumentVisibility_LibraryDocumentId_DisplayName
source: Library Document Id
fr: Identifiant de document de bibliothèque
ja: ライブラリドキュメントID
ko: 도서관 문서 ID
zh: 图书馆文件编号

# UpdateLibraryDocumentVisibility_Response_Description
source: Response in Boolean.
fr: Réponse en booléen.
ja: ブール値での応答。
ko: 부울 응답.
zh: 布尔响应。

# UpdateLibraryDocumentVisibility_Response_DisplayName
source: Response
fr: Réponse
ja: 応答
ko: 응답
zh: 响应

# UpdateLibraryDocumentVisibility_VisibilityStatus_Description
source: Set the visibility status.
fr: Définissez le statut de visibilité.
ja: 可視状態を設定します。
ko: 가시성 상태를 설정하십시오.
zh: 设置可见性状态。

# UpdateLibraryDocumentVisibility_VisibilityStatus_DisplayName
source: Visibility Status
fr: Statut de visibilité
ja: 可視性ステータス
ko: 가시성 상태
zh: 可见状态

# UpdateUserDetails_Description
source: Update some of the details of the user.
fr: Mettez à jour certains détails de l'utilisateur.
ja: ユーザーの詳細の一部を更新します。
ko: 사용자 세부 사항 중 일부를 업데이트하십시오.
zh: 更新用户的一些详细信息。

# UpdateUserDetails_DisplayName
source: Update User Details
fr: Mettre à jour les détails de l'utilisateur
ja: ユーザー詳細の更新
ko: 사용자 정보 업데이트
zh: 更新用户详细信息

# UpdateUserDetails_IsAccountAdmin_Description
source: Set true or false if you want to user to create admin.
fr: Définissez true ou false si vous souhaitez que l'utilisateur crée l'administrateur.
ja: ユーザーが管理者を作成する場合は、trueまたはfalseを設定します。
ko: 사용자가 관리자를 작성하도록하려면 true 또는 false를 설정하십시오.
zh: 如果要用户创建管理员，则设置true或false。

# UpdateUserDetails_IsAccountAdmin_DisplayName
source: Is Account Admin
fr: Est administrateur de compte
ja: アカウント管理者です
ko: 계정 관리자입니까
zh: 是帐户管理员

# UpdateUserDetails_Phone_Description
source: Enter the phone number to update.
fr: Entrez le numéro de téléphone à mettre à jour.
ja: 更新する電話番号を入力します。
ko: 업데이트 할 전화 번호를 입력하십시오.
zh: 输入要更新的电话号码。

# UpdateUserDetails_Phone_DisplayName
source: Phone
fr: Téléphone
ja: 電話
ko: 전화
zh: 电话

# UpdateUserDetails_Reponse_Description
source: Response in Boolean.
fr: Réponse en booléen.
ja: ブール値での応答。
ko: 부울 응답.
zh: 布尔响应。

# UpdateUserDetails_Reponse_DisplayName
source: Response
fr: Réponse
ja: 反応
ko: 응답
zh: 回应

# UpdateUserDetails_Title_Description
source: Enter the title to update.
fr: Entrez le titre à mettre à jour.
ja: 更新するタイトルを入力します。
ko: 업데이트 할 제목을 입력하십시오.
zh: 输入标题进行更新。

# UpdateUserDetails_Title_DisplayName
source: Title
fr: Titre
ja: 題名
ko: 표제
zh: 标题

# UpdateUserDetails_UserId_Description
source: User Id of an user.
fr: ID utilisateur d'un utilisateur.
ja: ユーザーのユーザーID。
ko: 사용자의 사용자 ID
zh: 用户的用户ID。

# UpdateUserDetails_UserId_DisplayName
source: User Id
fr: Identifiant d'utilisateur
ja: ユーザーID
ko: 사용자 ID
zh: 用户身份

# UpdateUserState_Comments_Description
source: Enter the comment to update the state.
fr: Saisissez le commentaire pour mettre à jour l'état.
ja: コメントを入力して状態を更新します。
ko: 상태를 업데이트하려면 주석을 입력하십시오.
zh: 输入评论以更新状态。

# UpdateUserState_Comments_DisplayName
source: Comments
fr: commentaires
ja: コメント
ko: 코멘트
zh: 评论

# UpdateUserState_Description
source: Update the state of the user.
fr: Mettez à jour l'état de l'utilisateur.
ja: ユーザーの状態を更新します。
ko: 사용자 상태를 업데이트하십시오.
zh: 更新用户状态。

# UpdateUserState_DisplayName
source: Update User State
fr: Mettre à jour l'état de l'utilisateur
ja: ユーザー状態の更新
ko: 사용자 상태 업데이트
zh: 更新用户状态

# UpdateUserState_Response_Description
source: Response in Boolean.
fr: Réponse en booléen.
ja: ブール値での応答。
ko: 부울 응답.
zh: 布尔响应。

# UpdateUserState_Response_DisplayName
source: Response
fr: Réponse
ja: 応答
ko: 응답
zh: 响应

# UpdateUserState_State_Description
source: Set the state to be updated.
fr: Définissez l'état à mettre à jour.
ja: 更新する状態を設定します。
ko: 업데이트 할 상태를 설정하십시오.
zh: 设置要更新的状态。

# UpdateUserState_State_DisplayName
source: State
fr: Etat
ja: 状態
ko: 상태
zh: 州

# UpdateUserState_UserId_Description
source: User Id of an user.
fr: ID utilisateur d'un utilisateur.
ja: ユーザーのユーザーID。
ko: 사용자의 사용자 ID
zh: 用户的用户ID。

# UpdateUserState_UserId_DisplayName
source: User Id
fr: Identifiant d'utilisateur
ja: ユーザーID
ko: 사용자 ID
zh: 用户身份

# ValidationExclusiveProperties_Error
source: Please provide a value either for {0} or {1}, but not both.
fr: Veuillez fournir une valeur pour {0} ou {1}, mais pas les deux.
ja: {0}または{1}のどちらか一方の値を指定してください。両方は指定できません。
ko: {0} 또는 {1}에 값을 제공하십시오 (둘다는 아님).
zh: 请提供{0}或{1}的值，但不能同时提供两者。

# ValidationOverloadGroup_Error
source: Please provide values for both {0} and {1}.
fr: Veuillez fournir des valeurs pour {0} et {1}.
ja: {0}と{1}の両方に値を入力してください。
ko: {0} 및 {1} 모두에 값을 제공하십시오.
zh: 请同时提供{0}和{1}的值。

# ValidationScope_Error
source: Cannot be used outside of a {0}.
fr: Ne peut pas être utilisé en dehors d'un {0}.
ja: {0}の外では使用できません。
ko: {0} 외부에서 사용할 수 없습니다.
zh: 不能在{0}之外使用。

# ValidationValue_Error
source: Please provide a value for {0}.
fr: Veuillez fournir une valeur pour {0}.
ja: {0}の値を入力してください。
ko: {0}에 값을 제공하십시오.
zh: 请提供一个值{0}。
